[0009]
TLabel = "Desktop shortcuts will be created for selected components"
QS_DESC = "Scan directly from MFP devices that support Quick Scan."
SE_DESC = "Attach scanned files to the default email client."
SF_DESC = "Save scanned files in the selected folder."
SP_DESC = "Save scanned files in the Documents folder."
Button = "OK"

;French
[000c]
TLabel = "Des raccourcis sur le bureau seront créés pour les composants sélectionnés"
QS_DESC = "Numérisez directement à partir des périphériques MFP qui prennent en charge Quick Scan."
SE_DESC = "Joignez les fichiers numérisés au client de courrier électronique par défaut."
SF_DESC = "Enregistrez les fichiers numériques dans le dossier sélectionné."
SP_DESC = "Enregistrez les fichiers numérisés dans le dossier Documents."
Button = "OK"

;German
[0007]
TLabel = "Desktopverknüpfungen werden für ausgewählte Komponenten erstellt"
QS_DESC = "Direkt von MFP-Geräten scannen, die Quick Scan unterstützen."
SE_DESC = "Gescannte Dateien an den standardmäßigen E-Mail-Client anhängen."
SF_DESC = "Gescannte Dateien im ausgewählten Ordner speichern."
SP_DESC = "Gescannte Dateien in den Dokumentenordnern speichern."
Button = "OK"

;Italian
[0010]
TLabel = "Per i componenti selezionati verranno creati collegamenti sul desktop"
QS_DESC = "Eseguire la scansione direttamente da dispositivi MFP che supportano Quick Scan."
SE_DESC = "Allegare i file acquisiti al client di posta elettronica predefinito."
SF_DESC = "Salvare i file acquisiti nella cartella selezionata."
SP_DESC = "Salvare i file acquisiti nella cartella Documenti."
Button = "OK"

;Japanese
[0011]
TLabel = "選択したコンポーネント用にデスクトップショートカットが作成されます"
QS_DESC = "Quick Scan をサポートしている MFP デバイスから直接スキャンします。"
SE_DESC = "デフォルトのメールクライアントにスキャンしたファイルを添付します。"
SF_DESC = "選択したフォルダーにスキャンしたファイルを保存します。"
SP_DESC = "ドキュメントフォルダーにスキャンしたファイルを保存します。"
Button = "OK"

;Korean
[0012]
TLabel = "선택한 구성 요소에 대한 바탕 화면 바로 가기가 생성됩니다."
QS_DESC = "Quick Scan을 지원하는 MFP 장치로부터 직접 스캔합니다."
SE_DESC = "스캔한 파일을 기본 이메일 클라이언트에 첨부합니다."
SF_DESC = "스캔한 파일을 선택한 폴더에 저장합니다."
SP_DESC = "스캔한 파일을 문서 폴더에 저장합니다."
Button = "확인"

;PO-BR
[0016]
TLabel = "Os atalhos da área de trabalho serão criados para os componentes selecionados"
QS_DESC = "Digitalize diretamente a partir dos dispositivos MFP que suportam Quick Scan."
SE_DESC = "Anexe arquivos digitalizados ao cliente de e-mail padrão."
SF_DESC = "Salve os arquivos digitalizados na pasta selecionada."
SP_DESC = "Salve os arquivos digitalizados na pasta Documentos."
Button = "OK"

;Spanish
[000a]
TLabel = "Se crearán accesos directos en el escritorio para los componentes seleccionados"
QS_DESC = "Escanee directamente desde dispositivos MFP compatibles con Quick Scan."
SE_DESC = "Adjunte los archivos escaneados al cliente de correo electrónico predeterminado."
SF_DESC = "Guarde los archivos escaneados en la carpeta seleccionada."
SP_DESC = "Guarde los archivos escaneados en la carpeta Documentos."
Button = "Aceptar"

;Czech
[0005]
TLabel = "Pro vybrané komponenty budou vytvořeni zástupci na ploše."
QS_DESC = "Skenujte přímo z multifunkčních tiskáren, které podporují Quick Scan."
SE_DESC = "Připojte naskenované soubory k výchozímu e-mailovému klientovi."
SF_DESC = "Uložte naskenované soubory do vybrané složky."
SP_DESC = "Uložte naskenované soubory do složky Dokumenty."
Button = "OK"

;Russian
[0019]
TLabel = "На рабочем столе будут созданы ярлыки для выбранных компонентов"
QS_DESC = "Сканирование непосредственно с устройств MFP, поддерживающих Quick Scan."
SE_DESC = "Прикрепить отсканированные файлы к почтовому клиенту по умолчанию."
SF_DESC = "Сохранить отсканированные файлы в выбранной папке."
SP_DESC = "Сохранить отсканированные файлы в папке документов."
Button = "OK"

;Dutch
[0013]
TLabel = "Bureaubladsnelkoppelingen worden gemaakt voor geselecteerde componenten"
QS_DESC = "Scan rechtstreeks vanaf MFP-machines die Quick Scan ondersteunen."
SE_DESC = "Voeg gescande bestanden toe aan de standaard e-mailclient."
SF_DESC = "Sla gescande bestanden op in de geselecteerde map."
SP_DESC = "Sla gescande bestanden op in de map Documenten."
Button = "OK"

;Polish
[0015]
TLabel = "Skróty na pulpicie zostaną utworzone dla wybranych składników"
QS_DESC = "Skanuj bezpośrednio z urządzeń MFP obsługujących narzędzie Quick Scan."
SE_DESC = "Dołącz zeskanowane pliki w domyślnym kliencie poczty e-mail."
SF_DESC = "Zapisz zeskanowane pliki w wybranym folderze."
SP_DESC = "Zapisz zeskanowane pliki w folderze Dokumenty."
Button = "OK"

;SChi
[00c0]
TLabel = "将为所选组件创建桌面快捷方式"
QS_DESC = "从支持 Quick Scan 的 MFP 设备直接扫描。"
SE_DESC = "附加扫描的文件至默认电子邮件客户端。"
SF_DESC = "将扫描的文件保存至所选文件夹。"
SP_DESC = "将扫描的文件保存至文档文件夹。"
Button = "确定"

;TChi
[00c1]
TLabel = "將為所選的元件建立桌面捷徑"
QS_DESC = "直接從支援 Quick Scan 的 MFP 裝置進行掃描。"
SE_DESC = "附加已掃描檔案到預設電子郵件客戶端。"
SF_DESC = "儲存已掃描檔案於所選的資料夾。"
SP_DESC = "儲存已掃描檔案於文件資料夾。"
Button = "確定"

;Swedish
[001d]
TLabel = "Skrivbordsgenvägar kommer att skapas för markerade komponenter"
QS_DESC = "Skanna direkt från MFP-enheter som stöder Quick Scan."
SE_DESC = "Bifoga skannade filer till standardklienten för e-post."
SF_DESC = "Spara skannade filer i den markerade mappen."
SP_DESC = "Spara skannade filer i mappen Dokument."
Button = "OK"

;Norwegian
[0014]
TLabel = "Snarveier på skrivebordet vil bli opprettet for utvalgte komponenter"
QS_DESC = "Skan direkte fra MFP-enheter som støtter Quick Scan."
SE_DESC = "Legg ved de skannede filene i standard e-postklient."
SF_DESC = "Lagre de skannede filene i den valgte mappen."
SP_DESC = "Lagre de skannede filene i Dokumenter mappen."
Button = "OK"

;Hungarian
[000e]
TLabel = "Asztali parancsikonok jönnek létre a kiválasztott összetevők számára"
QS_DESC = "Közvetlen beolvasás az olyan MFP készülékekről, amelyek támogatják a Quick Scan funkciót."
SE_DESC = "A beolvasott fájlok csatolása az alapértelmezett e-mail klienshez."
SF_DESC = "Beolvasott fájlok elmentése a kijelölt mappába."
SP_DESC = "Beolvasott fájlok elmentése a Dokumentumok mappába."
Button = "OK"

;Finnish
[000b]
TLabel = "Valituille komponenteille luodaan työpöydän pikakuvakkeet"
QS_DESC = "Skannaa suoraan monitoimilaitteilta, jotka tukevat Quick Scania."
SE_DESC = "Liitä skannatut tiedostot oletussähköpostiasiakkaalle."
SF_DESC = "Tallenna skannatut tiedostot valittuun kansioon."
SP_DESC = "Tallenna skannatut tiedostot Tiedostot-kansioon."
Button = "OK"

;Greek
[0008]
TLabel = "Θα δημιουργηθούν συντομεύσεις επιφάνειας εργασίας για επιλεγμένα στοιχεία"
QS_DESC = "Απευθείας σάρωση από πολυμηχανήματα που υποστηρίζουν Quick Scan."
SE_DESC = "Επισύναψη σαρωμένων αρχείων στο προεπιλεγμένο πρόγραμμα-πελάτη αλληλογραφίας."
SF_DESC = "Αποθήκευση σαρωμένων αρχείων στον επιλεγμένο φάκελο."
SP_DESC = "Αποθήκευση σαρωμένων αρχείων στο φάκελο Έγγραφα."
Button = "Εντάξει"

;Turkish
[001f]
TLabel = "Seçili bileşenler için masaüstü kısayollar oluşturulacak"
QS_DESC = "Quick Scan destekleyen MFP cihazlarından doğrudan tara."
SE_DESC = "Taranan dosyaları varsayılan eposta istemcisine iliştir."
SF_DESC = "Taranan dosyaları seçili kılasöre kaydet."
SP_DESC = "Taranan dosyaları Belgeler klasörüne kaydet."
Button = "Tamam"

;Danish
[0006]
TLabel = "Der vil blive oprettet genveje på skrivebordet for valgte komponenter"
QS_DESC = "Scan direkte fra MFP-enheder, som understøtter Quick Scan."
SE_DESC = "Vedhæft scannede filer til standard-maiklient."
SF_DESC = "Gem scannede filer i valgte mappe."
SP_DESC = "Gem scannede filer i dokumentmappen."
Button = "OK"

;Portugal
[0816]
TLabel = "Serão criados atalhos do ambiente de trabalho para componentes selecionados"
QS_DESC = "Digitalizar diretamente de dispositivos MFP que suportam o Quick Scan."
SE_DESC = "Anexar os ficheiros digitalizados ao cliente de correio eletrónico predefinido."
SF_DESC = "Guardar os ficheiros digitalizados na pasta selecionada."
SP_DESC = "Guardar os ficheiros digitalizados na pasta Documentos."
Button = "OK"

;Thai
[001e]
TLabel = "ระบบจะสร้างทางลัดบนเดสก์ท็อปให้กับส่วนประกอบที่เลือก"
QS_DESC = "สแกนจากอุปกรณ์ MFP ที่รองรับ Quick Scan"
SE_DESC = "แนบไฟล์ที่สแกนไปในอีเมลเริ่มต้นของลูกค้า"
SF_DESC = "บันทึกไฟล์ที่สแกนในโฟลเดอร์ที่เลือก"
SP_DESC = "บันทึกไฟล์ที่สแกนในโฟลเดอร์เอกสาร"
Button = "ตกลง"

;Vietnamese
[002a]
TLabel = "Những thành phần đã chọn sẽ được tạo lối tắt trên màn hình"
QS_DESC = "Quét trực tiếp từ thiết bị MFP (Máy in đa chức năng) hỗ trợ tính năng Quick Scan."
SE_DESC = "Đính kèm tệp đã quét vào ứng dụng email mặc định."
SF_DESC = "Lưu tệp đã quét vào thư mục được chọn."
SP_DESC = "Lưu tệp đã quét vào thư mục Tài liệu."
Button = "OK"

;Catalan
[0003]
TLabel = "Les dreceres d'escriptori es crearan per als components seleccionats"
QS_DESC = "Escaneja directament des de dispositius MFP que són compatibles amb Quick Scan."
SE_DESC = "Adjunta fitxers escanejats al client de correu electrònic predeterminat."
SF_DESC = "Guarda els fitxers escanejats a la carpeta seleccionada."
SP_DESC = "Guarda els fitxers escanejats a la carpeta Documents."
Button = "Accepta"

;Arabic
[0001]
TLabel = "سيتم إنشاء اختصارات سطح المكتب للمكونات المحددة"
QS_DESC = "المسح مباشرة من الطابعات متعددة الوظائف التي تدعم Quick Scan."
SE_DESC = "إرفاق الملفات التي تم مسحها ضوئيًا لعميل البريد الإلكتروني الافتراضي."
SF_DESC = "حفظ الملفات التي تم مسحها ضوئيًا في المجلد المحدد."
SP_DESC = "حفظ الملفات التي تم مسحها ضوئيًا في مجلد المستندات."
Button = "موافق(&O)"

;Romanian
[0018]
TLabel = "Vor fi create comenzi rapide pe desktop pentru componentele selectate"
QS_DESC = "Scanați direct de pe dispozitivele MFP care acceptă Quick Scan."
SE_DESC = "Atașați fișiere scanate la clientul implicit de e-mail."
SF_DESC = "Salvați fișiere scanate în folderul selectat."
SP_DESC = "Salvați fișiere scanate în folderul Documente."
Button = "OK"